{
  "navbar.contact": "Contact",
  "navbar.about": "About us",

  "template.slide_1": "Buy Real Estate With Crypto",
  "template.slide_2": "Sell Your Real Estate For Crypto",
  "template.slide_3": "#1 Crypto Friendly Real Estate Marketplace",
  "template.link_1": "Free Online Consultation",
  "template.shortDescription": "Our team of experts provides personalized consultancy to help you make the best decision regarding the purchase or sale of your property.",
  "template.shortDescription_1": "Which Cryptocurrencies Do You Accept for Property Transactions ?",
  "template.shortDescription_2": "Can I Sell My Property for Cryptocurrency ?",
  "template.link_2": "Partners",
  "template.link_3": "Frequently Asked Questions",

  "about.title": "About",
  "about.paragraph_1": "Greetings from MADimob, your avant-garde partner in the thrilling realm of real estate! Established at the close of 2021, we've embarked on a transformative journey that sets us apart as Romania's first and only real estate company pioneering transactions with the revolutionary power of cryptocurrency.",
  "about.paragraph_2": "In the blink of an eye, 2022 became a landmark year for MADimob, witnessing us orchestrate property transactions totaling over 1.7 million dollars. This monumental achievement not only speaks to our prowess but firmly establishes MADimob as the vanguard in reshaping the traditional real estate narrative.",
  "about.paragraph_3": "Our philosophy centers around embracing change, and we've harnessed the might of blockchain technology to revolutionize the property market. With an unwavering commitment to innovation, we've crafted a seamless, secure, and efficient ecosystem for property transactions, setting a new gold standard for the industry.",
  "about.paragraph_4": "What fuels our success? It's a blend of visionary founders and a team dedicated to staying ahead of the curve. MADimob recognized the untapped potential of fusing real estate with cryptocurrency, and the results speak for themselves. In an era where digital currencies gain mainstream acceptance, MADimob stands at the forefront, offering an unparalleled marriage of real estate and cutting-edge technology.",
  "about.paragraph_5": "MADimob's platform is a testament to our commitment to customer-centric solutions. We empower our clients to complete transactions using a diverse range of cryptocurrencies, providing an unmatched level of flexibility and convenience. This has not only captured the attention of tech-savvy investors but has also opened new avenues for international buyers eager to invest in the vibrant Romanian real estate market.",
  "about.paragraph_6": "As we continue to shape the future of Romanian real estate, MADimob invites you to join us on this exhilarating journey. Our success in 2022 echoes beyond numbers; it echoes the dawn of a new era where innovation and tradition coalesce seamlessly.",
  "about.paragraph_7": "Step into the future with MADimob – where real estate meets crypto brilliance! 🏡💎🚀",

  "contact.title": "Let's talk",
  "contact.text": "Get in touch with our consultants to find out how to purchase or sell real estate with cryptocurrencies throughout the country.",
  "contact.whatsapp": "Write us on WhatsApp",
  "contact.telegram": "Write us on Telegram",
  "contact.linkedIn": "Write us on LinkedIn",

  "footer.text": "The first Real Estate Agency in Romania that deals transactions with Crypto",

  "FQA.title": "Frequently Asked Questions",
  "FQA.question_1": "Q : How Can I Buy Property with Cryptocurrency ?",
  "FQA.question_2": "Q : Is Buying Real Estate with Crypto Safe ?",
  "FQA.question_3": "Q : Which Cryptocurrencies Do You Accept for Property Transactions ?",
  "FQA.question_4": "Q : What Are the Benefits of Buying Property with Cryptocurrency ?",
  "FQA.question_5": "Q : How Is the Property Value Determined in Cryptocurrency ?",
  "FQA.question_6": "Q : How Long Does a Crypto Real Estate Transaction Take ?",
  "FQA.question_7": "Q : Do You Offer Assistance for First-Time Crypto Buyers ?",
  "FQA.question_8": "Q : Can I Sell My Property for Cryptocurrency?",
  "FQA.question_9": "Q : Are There Additional Fees When Buying Property with Crypto ?",
  "FQA.question_10": "Q : How Do I Set Up a Crypto Wallet for Real Estate Transactions ?",
  "FQA.question_1_answer": "Answer : MADimob, a pioneering real estate agency in Romania, offers a streamlined and simple solution for purchasing property using cryptocurrency, tailored to align with Romanian legislation. Here’s how the process works: Seller Experience: When a property is sold through MADimob, the seller does not have to interact with cryptocurrency. They will receive the payment in RON (Romanian Leu), ensuring full compliance with Romanian legal standards. This approach eliminates the need for the seller to engage with cryptocurrency exchanges like Binance, Tradesilvania, Tokero, or others, which can be complex and burdensome. Buyer Process: For the buyer, the process is straightforward and user-friendly. Initially, the buyer undergoes a standard KYC (Know Your Customer) procedure. This is a typical compliance check to ensure all transactions adhere to legal and financial regulations. Payment Link Generation: Once the KYC process is successfully completed and everything is in order, MADimob generates a payment link for the buyer. This link facilitates the payment in cryptocurrency. Transaction Timeline: The entire transaction process, from the initiation of payment to the finalization of the property transfer, can be efficiently completed within 3-5 days. This quick turnaround is subject to the successful completion of the KYC process and the availability of all parties to meet at the notary for the final transaction. Finalization at the Notary: The actual transfer of property ownership and the finalization of the transaction are conducted in front of a notary, similar to traditional property purchases. This ensures that all legal requirements are met and that the transfer of ownership is duly recorded and official. Through this innovative approach, MADimob simplifies the process of buying real estate with cryptocurrency in Romania, making it accessible and hassle-free for both buyers and sellers, while ensuring compliance with local laws and regulations.",

  "FQA.question_2_answer": "Answer : Purchasing real estate with cryptocurrency through MADimob is as safe as conducting transactions with traditional fiat currency, thanks to their specialized approach. Here are the key safety features: Dynamic Interactive Payment Link: To address the common issue of cryptocurrency volatility, MADimob uses a dynamic interactive payment link for transactions. This link updates the payment amount to reflect real-time market values of the cryptocurrency at the exact moment the payment is made. This innovative feature significantly reduces the risks associated with the fluctuating value of cryptocurrencies, ensuring that the payment amount is accurate and fair based on current market conditions. Seller Receives RON: The seller in a MADimob transaction receives payment in Romanian Leu (RON), not in cryptocurrency. This approach not only simplifies the process for the seller, who may not be familiar or comfortable with cryptocurrency, but also ensures that the transaction is fully compliant with Romanian laws and regulations. By converting the cryptocurrency to RON, the transaction adheres to the legal and financial standards required in Romania. 100% Compliance with Romanian Laws and Legislation: MADimob places a strong emphasis on legality and compliance. Every transaction conducted through MADimob is structured to be 100% compliant with the existing laws and legislation in Romania. This adherence to legal standards assures both parties in the transaction that their interests are protected and that the transaction is conducted within the bounds of Romanian law. In summary, buying real estate with cryptocurrency through MADimob incorporates safeguards against the inherent risks of cryptocurrency, such as volatility, while ensuring legal compliance and ease of transaction for both buyers and sellers. This approach offers a secure and innovative way to leverage the benefits of cryptocurrency in real estate transactions",

  "FQA.question_3_answer": "We allow customers to pay in : BTC (Bitcoin Network and Lightning Network), EGLD (MultiversX), UTK (ESDT MultiversX), ETH, USDT (ERC20 and Polygon), USDT (ERC20)",

  "FQA.question_4_answer": "Faster Transactions: Cryptocurrency transactions can be processed more quickly than some traditional bank transfers. Reduced Transaction Fees: Often, cryptocurrency transactions have lower fees compared to going from crypto to fiat in traditional banking systems. Global Transactions: Cryptocurrency makes international property purchases easier, without the need for currency conversions. Privacy: Cryptocurrency transactions can offer more privacy than traditional banking transactions. Innovation and Investment Potential: Buying property with cryptocurrency is seen as innovative and may attract certain investors looking for unique opportunities.",
  "FQA.question_5_answer": "The property value in cryptocurrency is determined based on the current market value of the cryptocurrency against the fiat currency at the time of the transaction.",
  "FQA.question_6_answer": "The actual cryptocurrency transfer can be very quick, often within seconds or minutes. However, the overall process, including legal and due diligence aspects, may take as long as traditional real estate transactions.",
  "FQA.question_7_answer": "Yes, we offer comprehensive assistance and guidance services for first-time crypto buyers. Our goal is to make the process of buying real estate with cryptocurrency as straightforward and comfortable as possible, especially for those who are new to this form of transaction. Here’s what our assistance includes: Educational Resources: We provide a range of educational materials that explain the basics of cryptocurrencies, how they work, and their role in real estate transactions. This information is designed to demystify the process and help you understand the key concepts and terminology. Personalized Consultation: Our team offers one-on-one consultations to address your specific questions and concerns. Whether you're curious about the security of crypto transactions, the process of setting up a digital wallet, or the legal implications of buying property with cryptocurrency, our experts are here to provide clear and accurate answers. Step-by-Step Guidance: From the initial stages of exploring property options to the final steps of completing a transaction, we guide you through each phase. This includes assistance in setting up a digital wallet, understanding the KYC (Know Your Customer) process, and navigating the payment procedure. Legal and Financial Advice: We collaborate with legal and financial professionals who specialize in cryptocurrency and real estate. They can offer advice on compliance, tax implications, and other legal and financial aspects of buying property with cryptocurrency. Technical Support: For any technical aspects related to cryptocurrency transactions, such as creating and securing your digital wallet, executing transactions, or understanding blockchain technology, our technical team is available to provide support and guidance. Ongoing Support: Even after the completion of a transaction, our team remains available to offer support and answer any further questions you might have as a new cryptocurrency user in the real estate market. Our comprehensive assistance program is designed to provide peace of mind and confidence for first-time crypto buyers, ensuring that your journey into the world of cryptocurrency and real estate is both successful and enjoyable.",

  "FQA.question_8_answer": "Yes, any property in Romania can be 'sold on crypto'. All you have to do is save our contact, include in your traditional advertising the frase: 'We accept crypto payments! BTC, ETH, eGLD are welcome!' And let us know if someone is interested in paying with crypto! We'll take it from there and make sure you'll have the stressless possible transaction.",

  "FQA.question_9_answer": "Yes, there are additional fees involved when buying property with cryptocurrency, mainly in the form of commission charges. The commission rates for transactions conducted through our services range between 2% and 4.5%. The exact commission rate is determined based on several factors: Client Profile: The commission rate is partially calculated based on the client's profile. This involves considering factors such as the client's transaction history and their overall engagement with our services. Amount of the Transaction: The size of the transaction also plays a significant role in determining the commission rate. Larger transactions may have different rate considerations compared to smaller ones. Customized Commission Calculation: We aim to provide fair and transparent commission rates. Each transaction is assessed individually, and the commission is calculated in a manner that is proportionate and appropriate to the specifics of the deal. This approach ensures that clients receive a rate that reflects their unique circumstances and the nature of their transaction. Disclosure and Transparency: All fees, including the commission rate, are fully disclosed and discussed with clients before finalizing any transaction. This transparency is a key part of our commitment to ensuring clients are well-informed and comfortable with all aspects of their cryptocurrency real estate transaction.It's important for clients to understand these fees upfront to make informed decisions about their real estate investments using cryptocurrency. Our goal is to make the fee structure as clear and straightforward as possible, avoiding any surprises during the transaction process.",
  "FQA.question_10_answer": "Cu MADimob, procesul de configurare a unui portofel cripto pentru tranzacțiile imobiliare devine deosebit de simplu, menținând experiența utilizatorului cât mai simplă posibilă: With MADimob, the process of setting up a crypto wallet for real estate transactions is made exceptionally straightforward, keeping the user experience as simple as possible: Buyers with Existing Digital Wallets: If you are a buyer you are already familiar with cryptocurrency, it's likely you have your digital wallets set up. In this case, you can proceed with the existing wallets for the transaction. Simplified Process for Sellers: For sellers, there is no need to set up a digital wallet or engage in the cryptocurrency aspect of the transaction. This is because, from the seller's perspective, the transaction is conducted like any regular real estate transaction. MADimob handles the complexities of the payment process, converting the cryptocurrency payment from the buyer into RON, which is then transferred to the seller. This approach eliminates the need for sellers to delve into the technicalities of cryptocurrency. MADimob’s Payment Handling: MADimob manages the entire payment process, bridging the gap between traditional real estate transactions and the emerging world of cryptocurrency. This management includes handling the conversion and transfer processes, ensuring that both parties are comfortable and the transaction complies with all relevant regulations. Focus on Ease and Security: The primary goal of MADimob's approach is to keep the transaction process as easy and secure as possible for all parties involved. By minimizing the need for technical involvement, especially for sellers, MADimob ensures a smooth and accessible transaction experience. In summary, with MADimob, the need for setting up and managing digital wallets for real estate transactions is significantly simplified, especially for sellers. This approach allows clients to focus on the essential aspects of their real estate transaction, leaving the complexities of cryptocurrency handling to the experts at MADimob."
}
